
CREATE TABLE sections (
    id SERIAL PRIMARY KEY,
    name VARCHAR(50) UNIQUE NOT NULL
);

INSERT INTO sections (name) VALUES
('مرزق'),
('الواحات'),
('إجدابيا'),
('البريقة'),
('البيضاء'),
('بنغازي'),
('طرابلس'),
('مصراتة'),
('الزاوية'),
('زليتن'),
('طبرق'),
('سبها'),
('سرت'),
('درنة'),
('الخمس'),
('صبراتة'),
('المرج'),
('غات'),
('براك'),
('ترهونة'),
('زوارة'),
('نالوت'),
('غريان'),
('الرجبان'),
('مزدة'),
('الكفرة'),
('العجيلات'),
('تاورغاء'),
('القبة'),
('الشويرف'),
('جالو'),
('هون');